<?php

use app\models\Lang;

$lang = Lang::getCurrent();
?>
<section id="page">
    <div class="container">
        <? if($lang->url == 'ru'){ ?>
            <h1>Политика конфиденциальности</h1>

            <p>Для нас очень важно сохранять Вашу конфиденциальность во время пользования Интернетом, так как мы хотим, чтобы Вы чувствовали себя в безопасности и не испытывали дискомфорта.</p>
            <p>Мы собираем некоторую информацию личного характера о наших пользователях и ниже приводим условия получения и использования этой информации.</p>
            <h2>Собираемая информация</h2>
            <p>Компания собирает два типа информации о пользователях:</p>
            <ul>
                <li>Информация, которую пользователь предоставляет добровольно. К ней, например, относится Ваше имя и адрес электронной почты, которые Вы указываете при регистрации учетной записи.</li>
                <li>Информация, получаемая путем комплексного слежения и статистической обработки динамики просмотра страниц наших сайтов. Эта информация позволяет нам лучше приспособить содержимое наших сайтов к потребностям пользователей и помогает понять демографию аудитории. Ни при каких обстоятельствах компания не разглашает информацию об отдельном пользователе третьим лицам, кроме случаев, предусмотренных законом.</li>
            </ul>
            <p>Информация о пользователях собирается следующим образом:</p>
            <h3>Необязательная, добровольно предоставленная информация</h3>
            <p>Мы предлагаем бесплатные услуги, требующие добровольного предоставления некоторого количества личных данных пользователя в следующих случаях:</p>
            <ul>
                <li>Регистрация на сайте с целью использования предоставляемых услуг
                    Во время создания учетной записи пользователь должен указать свое имя и адрес электронной почты. Никакая информация личного характера об отдельном пользователе не разглашается, кроме случаев, предусмотренных законом.</li>
                <li><strong>Голосования</strong><br>
                    Мы можем проводить интерактивные голосования среди пользователей, чтобы они могли делиться мнениями друг с другом, и для выявления мнения аудитории по поводу различных вопросов. Результаты голосования суммируются и не подлежат сопоставлению с конкретным пользователем. Компания может использовать средства «маркировки» проголосовавших пользователей для предотвращения повторных голосований по одному вопросу. Этот маркер никак не связывается с данными о конкретном пользователе.</li>
                <li><strong>Опросы</strong><br>
                    Компания может иногда проводить опросы среди пользователей с целью предоставления более качественных услуг и материалов. Мы можем делиться сводной демографической информацией из этих опросов с нашими спонсорами, рекламодателями и партнерами, но мы никогда не предоставляем третьим лицам информации о конкретном пользователе.</li>
            </ul>
            <h3>Несовершеннолетние</h3>
            <p>Мы умышленно никогда не будем требовать от кого бы то ни было, не достигшего 13 лет, допускающие идентификацию личные данные, не получив предварительно согласия родителей.</p>
            <h3>Учет посещений</h3>
            <p>Компания учитывает пользовательский трафик на всех своих сайтах. Тем не менее мы никак не связываем эту информацию с данными о конкретных пользователях. Компания анализирует общую статистику по пользовательскому домену, стране, типу браузера и операционной системы путем чтения этой информации из строки браузера (информации, содержащейся в каждом пользовательском браузере). Компания отслеживает поисковые фразы, вводимые пользователями в поисковых формах на наших сайтах, но эта информация никогда не сопоставляется с конкретным пользователем. Мы анализируем трафик пользователей, чтобы знать, что на наших сайтах пользуется наибольшей популярностью и наоборот. Мы не отслеживаем, что именно читает конкретный пользователь, а только считаем общее количество просмотров каждой страницы. Это помогает нам предоставлять Вам более качественные услуги.</p>
            <h3>Файлы "cookies"</h3>
            <p>Мы можем размещать среди файлов браузера на Вашем компьютере специальный текстовый файл, называемый "cookie". Он не содержит Вашей личной информации, но позволяет нам соотнести использование Вами этого сайта с информацией, которую Вы сознательно предоставили. “Cookie” не может читать данные с Вашего жесткого диска или файлы, созданные другими сайтами. Компания также использует "cookies" для учета трафика (как описано выше).</p>
            <p>Вы можете отклонить прием "cookies", выключив их в своем браузере. Если Вы настроите свой браузер предупреждать Вас перед приемом "cookies", то будете получать сообщение при каждом таком событии. Вы не обязаны включать “cookies” для пользования нашим сайтом. Но “cookies” необходимы для активного участия в форумах, опросах, голосованиях, а также для работы Панели управления Вашим сайтом у нас.</p>

            <h3>Использование информации</h3>
            <p>Компания использует всю добровольно предоставленную пользователями информацию для добавления новых и улучшения существующих услуг, которые бы максимально соответствовали интересам и потребностям пользователей.</p>
            <p>Мы анализируем трафик пользователей, чтобы знать, что на наших сайтах пользуется наибольшей популярностью и наоборот. Мы не отслеживаем, что именно читает конкретный пользователь, а только считаем общее количество просмотров каждой страницы. Это помогает нам предоставлять Вам более качественные услуги. Мы отслеживаем поисковые фразы, вводимые пользователями в поисковых формах на наших сайтах, для учета интересов наших пользователей.</p>
            <p>Компания создает сводные отчеты по демографии и трафику пользователей. Это помогает нашим рекламодателям предлагать более подходящие услуги. Никакая информация личного характера об отдельном пользователе не разглашается, кроме случаев, предусмотренных законом.</p>
            <h3>Выдача информации</h3>
            <p>Компания использует описанные выше виды информации для адаптации своих услуг и содержимого Вашим потребностям и для лучшего понимания демографии аудитории. Это необходимо, чтобы наши услуги и дальше оставались бесплатными. Никакая информация личного характера об отдельном пользователе третьим лицам не разглашается, кроме случаев, предусмотренных законом.</p>
            <h3>Безопасность</h3>
            <p>Все процедуры оплаты производятся через безопасные каналы передачи, защищенные промышленными стандартами шифрования. Наша политика безопасности и конфиденциальности периодически пересматривается и совершенствуется, и только авторизованные лица имеют доступ к информации, предоставленной пользователями.</p>
            <h3>Шпионские программы (spyware) / Рекламные программы (adware)</h3>
            <p>У нас жесткая политика в отношении шпионских и рекламных программ, применяемая ко всем без исключения пользователям сервисов. Любое проявление подобной деятельности со стороны пользователей сервисов влечет немедленное удаление их аккаунтов, без предупреждения.</p>
            <h3>Ваше согласие</h3>
            <p>Пользуясь этим сайтом, Вы соглашаетесь с условиями сбора и использования описанной выше информации. Если мы решим изменить нашу политику конфиденциальности, то внесем изменения на эту страницу, чтобы Вы всегда были в курсе, какая информация собирается, как она используется и при каких обстоятельствах раскрывается.</p>
        <?}else{?>
            <h1>ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ</h1>

            Для нас дуже важливо зберігати Вашу конфіденційність під час користування Інтернетом, так як ми хочемо, щоб Ви відчували себе в безпеці і не відчували дискомфорту.

            Ми збираємо деяку інформацію особистого характеру про наших користувачів і нижче наводимо умови отримання і використання цієї інформації.

            <h3>ЗБИРАТИ ІНФОРМАЦІЮ</h3>

            Компанія збирає два типи інформації про користувачів:

            Інформація, яку користувач надає добровільно. До неї, наприклад, відноситься Ваше ім'я та адресу електронної пошти, які Ви вказуєте при реєстрації облікового запису.
            Інформація, що отримується шляхом комплексного стеження і статистичної обробки динаміки перегляду сторінок наших сайтів. Ця інформація дозволяє нам краще пристосувати вміст наших сайтів до потреб користувачів і допомагає зрозуміти демографію аудиторії. Ні в якому разі компанія не розголошує інформацію про окремого користувача третім особам, крім випадків, передбачених законом.
            Інформація про користувачів збирається наступним чином:

            <h3>НЕОБОВ'ЯЗКОВО, ДОБРОВІЛЬНО НАДАНА ІНФОРМАЦІЯ</h3>

            Ми пропонуємо безкоштовні послуги, що вимагають добровільного надання деякої кількості особистих даних користувача в наступних випадках:

            Реєстрація на сайті з метою використання послуг, що надаються Під час створення облікового запису користувач повинен вказати своє ім'я та адресу електронної пошти. Ніяка інформація особистого характеру про окремого користувача не розповсюджується, окрім випадків, передбачених законом.
            голосування
            Ми можемо проводити інтерактивні голосування серед користувачів, щоб вони могли ділитися думками один з одним, і для виявлення думки аудиторії з приводу різних питань. Результати голосування підсумовуються і не підлягають порівнянню з конкретним користувачем. Компанія може використовувати кошти «маркування» проголосували, для запобігання повторним голосуванням з одного питання. Цей маркер ніяк не пов'язується з даними про конкретного користувача.
            опитування
            Компанія може іноді проводити опитування серед користувачів з метою надання більш якісних послуг і матеріалів. Ми можемо ділитися зведеної демографічною інформацією з цих опитувань з нашими спонсорами, рекламодавцями і партнерами, але ми ніколи не надаємо третім особам інформації про конкретного користувача.
            <h3>НЕПОВНОЛІТНІ</h3>

            Ми навмисне ніколи не будемо вимагати від кого б то не було, яка не досягла 13 років, що допускають ідентифікацію особисті дані, не отримавши попередньо згоди батьків.

            <h3>ОБЛІК ПОСЕЩЕНИЙ</h3>

            Компанія враховує користувача трафік на всіх своїх сайтах. Проте ми ніяк не пов'язуємо цю інформацію з даними про конкретних користувачів. Компанія аналізує загальну статистику по призначеному для користувача домену, країні, типу браузера і операційної системи шляхом читання цієї інформації з рядка браузера (інформації, що міститься в кожному призначеному для користувача браузері). Компанія відстежує пошукові фрази, що вводяться користувачами в пошукових формах на наших сайтах, але ця інформація ніколи не зіставляється з конкретним користувачем. Ми аналізуємо трафік користувачів, щоб знати, що на наших сайтах користується найбільшою популярністю і навпаки. Ми не відстежуємо, що саме читає конкретний користувач, а тільки рахуємо загальну кількість переглядів кожної сторінки. Це допомагає нам надавати Вам більш якісні послуги.

            <h3>ФАЙЛИ "COOKIES"</h3>

            Ми можемо розміщувати серед файлів браузеру на Вашому комп'ютері спеціальний текстовий файл під назвою "cookie". Він не містить Вашої особистої інформації, але дозволяє нам співвіднести використання Вами цього сайту з інформацією, яку Ви свідомо надали. "Cookie" не може читати дані з Вашого жорсткого диска або файли, створені іншими сайтами. Компанія також використовує "cookies" для обліку трафіку (як описано вище).

            Ви можете відхилити прийом "cookies", вимкнувши їх в своєму браузері. Якщо Ви налаштуєте свій браузер попереджати Вас перед прийомом "cookies", то будете отримувати повідомлення при кожній такій події. Ви не зобов'язані включати "cookies" для користування нашим сайтом. Але "cookies" необхідні для активної участі в форумах, опитуваннях, голосуваннях, а також для роботи Панелі управління Вашим сайтом у нас.

            <h3>ВИКОРИСТАННЯ ІНФОРМАЦІЇ</h3>

            Компанія використовує всю добровільно надану користувачами інформацію для додавання нових і поліпшення існуючих послуг, які б максимально відповідали інтересам і потребам користувачів.

            Ми аналізуємо трафік користувачів, щоб знати, що на наших сайтах користується найбільшою популярністю і навпаки. Ми не відстежуємо, що саме читає конкретний користувач, а тільки рахуємо загальну кількість переглядів кожної сторінки. Це допомагає нам надавати Вам більш якісні послуги. Ми відстежуємо пошукові фрази, що вводяться користувачами в пошукових формах на наших сайтах, для врахування інтересів наших користувачів.

            Компанія створює зведені звіти по демографії і трафіку користувачів. Це допомагає нашим рекламодавцям пропонувати більш підходящі послуги. Ніяка інформація особистого характеру про окремого користувача не розповсюджується, окрім випадків, передбачених законом.

            <h3>ВИДАЧА ІНФОРМАЦІЇ</h3>

            Компанія використовує описані вище види інформації для адаптації своїх послуг і вмісту Вашим потребам і для кращого розуміння демографії аудиторії. Це необхідно, щоб наші послуги і далі залишалися безкоштовними. Ніяка інформація особистого характеру про окремого користувача третім особам не розголошується, окрім випадків, передбачених законом.

            <h3>БЕЗПЕКА</h3>

            Всі процедури оплати проводяться через безпечні канали передачі, захищені промисловими стандартами шифрування. Наша політика безпеки і конфіденційності періодично переглядається і удосконалюється, і тільки авторизовані особи мають доступ до інформації, наданої користувачами.

            <h3>ШПИГУНСЬКІ ПРОГРАМИ (SPYWARE) / РЕКЛАМНІ ПРОГРАМИ (ADWARE)</h3>

            У нас жорстка політика відносно шпигунських і рекламних програм, вживана до всіх без винятку користувачам сервісів. Будь-який прояв подібної діяльності з боку користувачів сервісів тягне негайне видалення їх аккаунтів, без попередження.

            <h3>ВАШУ ЗГОДУ</h3>

            Користуючись цим сайтом, Ви погоджуєтесь з умовами збору і використання описаної вище інформації. Якщо ми вирішимо змінити нашу політику конфіденційності, то внесемо зміни на цю сторінку, щоб Ви завжди були в курсі, яка інформація збирається, як вона використовується і за яких обставин розкривається.


        <?}?>

    </div>
</section>
